Repository: mehdi-najaran/auto-cancel-orders
Catalog: languages/auto-cancel-orders-*.po
Languages: fa_ir

source: Auto Cancel Orders plugin requires WooCommerce to be active. Please activate WooCommerce to use this plugin.
fa_ir: افزونه لغو سفارشات خودکار به فعال بودن ووکامرس نیاز دارد. لطفا ووکامرس را برای استفاده از این افزونه فعال کنید.

source: Cancel Orders
fa_ir: لغو سفارشات

source: Manually triggered cancellation process completed.
fa_ir: فرآیند لغو فعال شده به صورت دستی تکمیل شد.

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Auto Cancel All Orders
fa_ir: لغو خودکار تمام سفارشات

source: Click the button below to manually trigger the cancellation process for pending orders that are past the specified duration of pending payment.
fa_ir: روی دکمه زیر کلیک کنید تا به صورت دستی فرآیند لغو برای سفارش‌های معلقی که از مدت زمان مشخص شده پرداخت معلق گذشته است، فعال شود.

source: There are currently %d orders in pending payment status.
fa_ir: در حال حاضر %d سفارش در وضعیت پرداخت معلق است.

source: Cancel Pending Orders
fa_ir: لغو سفارشات در انتظار پرداخت

source: Auto Cancel Orders Settings
fa_ir: تنظیمات لغو خودکار سفارشات

source: Time (in hours)
fa_ir: زمان (به ساعت)

source: Set the auto cancel time for pending orders in hours.
fa_ir: زمان لغو خودکار سفارشات معلق را بر حسب ساعت تنظیم کنید.

source: Order automatically cancelled after a specified duration of pending payment.
fa_ir: سفارش به طور خودکار پس از مدت زمان مشخصی از پرداخت معلق لغو می شود.

source: Every 5 Minutes
fa_ir: هر 5 دقیقه

source: Auto Cancel Orders
fa_ir: لغو خودکار سفارشات

source: Automatically cancels WooCommerce orders after the specified duration in "pending payment" status. Provides an option for the admin to manually trigger the cancellation process for existing orders.
fa_ir: به طور خودکار سفارشات WooCommerce را پس از مدت زمان مشخص شده در وضعیت "در حال پرداخت" لغو می کند. گزینه ای را برای مدیر فراهم می کند تا به صورت دستی فرآیند لغو سفارش های موجود را راه اندازی کند.

source: Mehdi Najaran
fa_ir: مهدی نجاران
